export interface LyricResponse {
  "sgc": false,
  "sfy": false,
  "qfy": false,
  "lrc": {
    "version": 11,
    "lyric": "[00:00.000] 作词 : 方文山\n[00:01.000] 作曲 : 周杰伦\n[00:26.390]雨落小镇 窗棂听风声\n[00:31.140]檐下的灯摇晃着在问\n[00:36.800]村外牌坊是谁等轮回声\n[00:41.140]是谁用情如此的认真\n[00:46.200]夜已深沉渡船头水深\n[00:51.140]拱桥月下倒影你的人\n[00:56.260]你在异乡如风筝 我系紧了绳\n[01:02.140]牵挂我们 牵挂红尘\n[01:07.390]\n[01:08.510]谁在等门（我的青春）\n[01:13.390]等谁进门（用你一生）\n[01:18.390]亭外草深 古道谁跟\n[01:23.510]而回忆又堆栈了几层\n[01:29.390]\n[01:31.510]约定了时辰 说好等你的人\n[01:36.700]仲夏时节 我们再续缘分\n[01:40.890]\n[01:41.509]我用字谨慎 写下誓言再等\n[01:46.830]一纸娟秀的家书惹人疼\n[01:52.700]\n[02:17.470]夜已深沉渡船头水深\n[02:21.400]\n[02:22.210]拱桥月下倒影你的人\n[02:27.220]你在异乡如风筝 我系紧了绳\n[02:32.840]牵挂我们 牵挂红尘\n[02:37.300]\n[02:39.390]谁在等门（我的青春）\n[02:44.450]等谁进门（用你一生）\n[02:49.510]亭外草深 古道谁跟\n[02:54.390]而回忆又堆栈了几层\n[03:00.890]\n[03:02.450]约定了时辰 说好等你的人\n[03:07.700]黄浦江深 爱求一个永恒\n[03:11.830]\n[03:12.450]我语带单纯 你微笑着默认\n[03:17.829]说我是你今生要等的人\n[03:22.790]\n[03:25.100]约定了时辰 说好等你的人\n[03:30.450]黄浦江深 爱求一个永恒\n[03:34.510]\n[03:35.200]我语带单纯 你微笑着默认\n[03:40.530]说我是你今生要等的人\n[03:46.660]\n[03:48.900]说我是你今生要等的人\n"
  },
  "tlyric": {
    "version": 0,
    "lyric": ""
  },
  "code": 200
}
